oh-my-fish/plugin-aws
oh-my-fish/plugin-extract
oh-my-fish/plugin-brew
oh-my-fish/plugin-gi
fishpkg/fish-prompt-metro
FabioAntunes/fish-nvm
edc/bass
oh-my-fish/plugin-pyenv
