# set -x -g LS_COLORS "di=38;5;27:fi=38;5;7:ln=38;5;51:pi=40;38;5;11:so=38;5;13:or=38;5;197:mi=38;5;161:ex=38;5;9:"
# set -x -g TERM "xterm-256color"
fishpkg/fish-prompt-metro
laughedelic/fish_logo
Gazorby/fish-git-emojis
harmtemolder/fish-autoconda
eth-p/fish-plugin-sudo
demartini/plugin-docker-compose
Gazorby/fish-exa
sei40kr/fish-ranger-cd
patrickf3139/github.fish
oakninja/MakeMeFish
jethrokuan/fzf
oh-my-fish/plugin-peco
oh-my-fish/plugin-pyenv
