lowne/fish-prompt-metro
oh-my-fish/plugin-peco
demartini/plugin-docker-compose
Gazorby/fish-git-emojis
eth-p/fish-plugin-sudo
decors/fish-ghq
jethrokuan/z
patrickf1/colored_man_pages.fish
gazorby/fish-exa
oh-my-fish/plugin-direnv
oh-my-fish/theme-bobthefish
