tap 'argon/mas'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'rcmdnk/file'
tap 'sanemat/font'
tap 'thoughtbot/formulae'
tap 'universal-ctags/universal-ctags'

brew 'aria2'
brew 'boost'
brew 'doxygen'
brew 'graphviz'
brew 'bash'
brew 'brew-file'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gnu-time'
brew 'gnu-getopt'
brew 'grep'
brew 'gawk'
brew 'gzip'
brew 'global'
brew 'binutils'
brew 'findutils'
brew 'diffutils'
brew 'coreutils'
brew 'moreutils'
brew 'cask'
brew 'cmake'
brew 'cmigemo'
brew 'cppcheck'
brew 'ctags'
brew 'curl'
brew 'ffmpeg'
brew 'fish'
brew 'fontconfig'
brew 'gcc'
brew 'gettext'
brew 'git'
brew 'gnuplot'
brew 'gnutls'
brew 'hadolint'
brew 'haskell-stack'
# brew 'mas'
brew 'pandoc'
brew 'peco'
brew 'python'
brew 'python@2'
brew 'qt'
brew 'rcm'
brew 'readline'
brew 'ripgrep'
brew 'tmux'
brew 'wget'
cask 'alacritty'
cask 'aquaskk'
cask 'enjoyable'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'font-noto-color-emoji'
cask 'font-noto-emoji'
cask 'font-noto-sans-cjk-jp'
cask 'karabiner-elements'
cask 'sync'
cask 'visual-studio-code'

mas 'Alfred', id: 405843582
mas 'Amphetamine', id: 937984704
mas 'Kindle', id: 405399194
mas 'LastPass', id: 926036361
mas 'Magnet', id: 441258766
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Xcode', id: 497799835

